var quizQuestions3 = [
    {
        question: "Дмитрий Анатольевич, я полагаю? Я Владимир Владимирович, рад встретиться с вами.",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Приветики!",
                definition:"Это не лучший вариант. Вы можете показаться несерьезным."
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Здраствуйте! Рад познакомиться с вами!",
                definition:"Верно! Первые впечатления, которые вы произведёте, очень важны. Как для вас, так и для работодателя." +
                "Тёплое приветствие, хороший зрительный контакт и крепкое рукопожатие - факторы успеха!"
            },
            {
                id: 3,
                type: "Sony",
                content: "Обниму и представлюсь",
                definition:"Это неверно. Вы находитесь на собеседовании, необходимо соблюдать нормы."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Большое спасибо за то, что вы пришли к нам сегодня! Я был очень впечатлен вашим резюме." + 
                  "И заметил, что ваша последняя работа была всего в нескольких кварталах отсюда? Вам интересен этот район?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Да",
                definition:"Это будет слишком сухо,и это может повлиять на ваш дальнейший диалог"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Спасибо, что согласились встретиться со мной. Да, я работал прямо на проспекте Назарбаева." + 
                            "Мне очень удобно добираться до этого района.",
                definition:"Будьте вежливы, поблагодарите человека, который проводит собеседование." + 
                           "Это помогает установить более высокий уровень доверия для интервью." + 
                         "Работодателю же важно на этом этапе не комментировать внешний вид потенциального сотрудника, как бы этого не хотелось сделать"
            },
            {
                id: 3,
                type: "Sony",
                content: "Это не важно!",
                definition:"Этот ответ очень грубый, не настраивайте работодателя против вас."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Итак, из вашего резюме видно, что обе последние работы похожи на ту позицию, которую мы открыли?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Это так странно?",
                definition:"Саркастические ответы не наш выбор. Подумайте еще)"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Да, так и есть. Я прошёл хорошую подготовку и имею внушительный опыт по этой специальности в разных областях.",
                definition:"Это открытый вопрос. Проводящий собеседование пытается узнать у кандидата имеющийся опыт и ожидания, касаемые текущей позиции." +
                           "Если работа настолько похожа на две последних, то почему работник хочет уйти?" +
                           "Может у него есть какие-либо проблемы на последнем месте работы?"
            },
            {
                id: 3,
                type: "Sony",
                content: "Да, вы правы. Но там мне жутко не нравился мой коллектив и надоедливый босс который постоянно приходил с проверками.",
                definition:"Никогда не жалуйтесь, это не самое хорошее качество. Попробуйте еще раз:)"
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Чем вас привлекла наша вакансия?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Я прочитал что у вас бесплатная еда каждый вторник",
                definition:"Не верно. Но еда и вправду бесплатная"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Хоть функционал, который мне придётся выполнять, и похож на последнее место работы, у вас в фирме я получу больше возможностей для развития."+
                         "В моей нынешней работе я чувствую себя ограниченным. Мне нужно строго придерживаться определённых рамок, нет свободы действий." +
                         "Например, я не могу взаимодействовать с людьми из других отделов, не согласовав это со своим начальником. Она не плохой человек." +
                         "Но есть ограничения того, что я могу успешно делать и сам, но нет возможности для этого.",
                definition:"Это как раз тот ответ, который желал услышать Дмитрий." +
                           "Он пытается заставить вас рассказать об истинных причинах, по которым вы меняете место работы на похожее"
            },
            {
                id: 3,
                type: "Sony",
                content: "Мне сказали что именно у вас я могу набраться достаточного опыта чтобы устроиться на работу лучше",
                definition:"Никогда не говорите так. Работодатель не ищет людей которые в скором времени уйдут."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Расскажите, пожалуйста, какие именно возможности для работы вы ожидаете получить от нашей фирмы." +
                   "И что именно вас не устроило на прошлом месте, помимо ограничения свободы действий?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Во первых я хочу высокую заработную плату, во вторых мне нужны выходные каждые 2 дня минимум.",
                definition:"Не верно. Настойчивым быть нужно, но нельзя перегибать палку."
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Я хорошо справлялся со своей работой. Но премии и повышение заработной платы на нынешней фирме продвигаются очень медленно." +
                         "Я надеюсь получить лучший компенсационный пакет, который будет находиться в тесной связи с объёмом моей пользы, которую я принесу для вашей компании.",
                definition:"Вы абсолютно открыты для диалога, ничего не скрываете. Это то, что желает видеть интервьюер."
            },
            {
                id: 3,
                type: "Sony",
                content: "Хочу новый PlayStation и все выходящие эксклюзивы!",
                definition:"Этот ответ не имеет отношение к вашей работе, сомневаюсь что он удовлетворит вашего работодателя."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Hе могли бы вы рассказать мне о каких-либо конкретных достижениях, которыми вы особенно гордитесь?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Позавчера я смог пройти игру Bloodborne без единой смерти",
                definition:"Хоть вы и гордитесь этим, это опять таки не касается вашей работы, следует избегать таких ответов."
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Я первый в офисе, кто привлёк многих клиентов к альтернативным инвестициям." +
                         "Это привело к более высокой отдаче от сделок, и позволило построить доверительные отношения с клиентурой на постоянной основе." +
                         "Я поделился успехом с другими менеджерами в офисе, и они начали использовать такую же модель.",
                definition:"Владимир пытается выяснить, чем Дмитрий может быть полезен, помимо выполнения основных обязанностей." +
                           "Дмитрий же подаёт не только отличный пример, но и показывает свои лидерские качества."
            }, 
            {
                id: 3,
                type: "Sony",
                content: "Начинаю петь!",
                definition:"Вы превосходный певец, никто не спорит. Но это не то достижение о котором интересуется ваш работодатель."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Дмитрий, я знаю, что вам нужно идти. Мы проговорили весь обеденный перерыв, и вам нужно вернуться к работе. Но мне очень нравится то, что я услышал. Я думаю, что ваш стиль работы скорее всего соответствует нашей фирме, и вы раскроете здесь свой потенциал. Я свяжусь с вами, чтобы организовать ещё несколько собеседований с моими коллегами.",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Пока!",
                definition:"Такой сухой ответ может испортить хорошее впечатление которое вы так усердно пытались произвести."
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Звучит здорово. Я слышал много положительных отзывов о вашей фирме. Спасибо за продуктивный диалог.",
                definition:"Владимир проявляет уважение к Дмитрию. Он также четко дал понять, что очень заинтересован в продолжении диалога." +
                           "Если компания может предложить Александру работу с более высокой зарплатой, то руководство хочет быть уверено, что аспекты компенсации, не связанные напрямую с ней, тоже будут задействованы"
            },
            {
                id: 3,
                type: "Sony",
                content: "Я могу поговорить еще, все равно я не хочу работать сейчас.",
                definition:"Подумайте еще. Кому нужен работник который не хочет работать."
            }
        ],
        correctAnswer: 2
    }
];

let questDef ="Представтьте ситуацию.......";

export default quizQuestions3;
