var quizQuestions2 = [
    {
        question: "Ваше первое действие?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Буду просто смотреть на неё и ждать пока она подойдет",
                definition:"Это не лучший вариант. В реальной жизни такое являние очень редкое." +
                    "Таким образом вы лишитесь возможности познакомиться с симпатичной девушкой"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Подойду, представлюсь и сделаю комплимент",
                definition:"Вы на верном пути!"
            },
            {
                id: 3,
                type: "Sony",
                content: "Сфотографирую её и буду искать в соц.сетях",
                definition:"Это неверно. Во первых это странно. Во вторых так вы значительно снизите свои шансы на успех." +
                    "Знакомство в реальной жизни более предпочтительнее"
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Девушка ответила взаимностью, и тоже представилась. Каким будет ваш следющий шаг?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Сделаю ей предложение руки и сердца",
                definition:"Как бы сильно она вам не понравилась, не стоит спешить с этим. Хорошенько подумайте"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Спрошу не против ли она если я составлю ей компанию",
                definition:"Это хороший вариант. Таким образом вы не нарушите личное пространство человека, и обстановка будет комфортной для вас обоих."
            },
            {
                id: 3,
                type: "Sony",
                content: "Начну задавать массу вопросов о ней",
                definition:"Это не худший вариант, но в начале знакомства этого делать не нужно. Вы можете показаться навязчивым и о вас сложиться не лучшее впечатление"
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Девушка идет к вам навстречу. Похоже вы тоже ей понравились ;) Не упускайте момент. Что дальше?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Буду ей рассказывать о себе",
                definition:"Это не совсем плохо. Но так вы можете сложить о себе впечатление самовлюбленного парня, что не есть хорошо"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Расскажу вкратце о себе, и спрошу у неё чем она занимается",
                definition:"Это наилучший вариант! Так она узнает о вас, и вы дадите ей возможность рассказать о себе"
            },
            {
                id: 3,
                type: "Sony",
                content: "Переволнуюсь, и быстро встану и уйду",
                definition:"Так делать не стоит. Не волнуйтесь, какой бы не была ситуация, спокойствие и чистый разум - ключ к успеху"
            }
        ],
        correctAnswer: 2
    },
    {
        question: "После небольшого диалога наступает пауза, значит настало время для вашего следующего шага. Что будете делать?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Попращаюсь и уйду",
                definition:"Не верно! Вы ведь подошли чтобы познакомиться не просто для 5 минутного разговора. Подумайте ещё :)"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Попрошу её контактные данные, либо аккаунт в соц.сетях для дальнейшего общения",
                definition:"Это верный вариант. Так вы сможете продолжить ваше знакомство и назначить встречу при необходимости"
            },
            {
                id: 3,
                type: "Sony",
                content: "Поцелую её",
                definition:"Это смелый выбор, но не стоит спешить. Вероятнее всего так вы напугаете её."
            }
        ],
        correctAnswer: 2
    },
    {
        question: "Вы взяли её аккаунт в соц.сетях, попрощались и разошлись. Что теперь?",
        answers: [
            {
                id: 1,
                type: "Microsoft",
                content: "Буду ждать пока она напишет первой",
                definition:"Не верно. Вы были инициатором вашего знакомства, поэтому первый шаг так же необходимо сделать вам"
            },
            {
                id: 2,
                type: "Nintendo",
                content: "Напишу ей, и продолжу общаться. В дальнейшем предложу встретиться",
                definition:"Это верно! Вы молодец!"
            },
            {
                id: 3,
                type: "Sony",
                content: "Буду писать ей злобные комментарии",
                definition:"Нет, не делайте этого. Это не приведет вас к успеху"
            }
        ],
        correctAnswer: 2
    }
];

let questDef ="Представтьте ситуацию.......";

export default quizQuestions2;
